{
    "header": {
        "home": "HOME",
        "how.we.do.it": "HOW WE DO IT",
        "projects": "PROJECTS",
        "about.us": "ABOUT US",
        "contact.us": "CONTACT US",
        "blog": "BLOG",
        "our.lab": "OUR LAB",
        "alt": {
            "img.1": "Header cavepot logo"
        }
    },
    "technologies-changes": {
        "title": "Technology changes constantly, so do we!",
        "subtitle": "We are a <strong>software</strong> and app development company keenz on pixel perfect solutions that bring your <strong> ideas </strong> to life!",
        "alt": {
            "img.1": "Technologies changes banner image"
        }
    },
    "not-found": {
        "title": "404",
        "subtitle": "The page that you requested could not be found.",
        "alt.img": "Not found image page "
    },
    "what-is-cavepot": {
        "title": "What is CavePot",
        "text1": "We are <strong>curious</strong> about the world, that’s why we also call ourselves  <strong> developers of ideas. </strong><br/> We work hand by hand with our clients, with an open minded attitude towards creativity and innovation, <strong>this is the compass that guides us.</strong> ",
        "text2": "We help you <strong>design, validate and build</strong> the products that you you always wanted to create, giving you a fast ROI<br/><strong>Transform</strong> your dreams and needs into <strong>reality.</strong>",
        "text3": "We provide the <strong>best combination</strong> of passion and skills <strong>for your needs.</strong><br/>What's the <strong>idea</strong> you want to bring to life? Tell us what you need, we’ll <strong>turn it into gold!.</strong>",
        "message": "START YOUR PROJECT NOW!"
    },
    "what-do-we-do": {
        "title": "What do we do?",
        "sub-title": "We build custom software solutions to help our clients create awesome products",
        "card1": {
            "title": "Custom App for my business.",
            "text": "I need an app for my business.",
            "button": "Tell us more"
        },
        "card2": {
            "title": "Custom product.",
            "text": "Stable multidisciplinary teams hands on with the client.<br/>We apply agile methodologies.<br/>Full developing teams, PO, Designers, devops and more.",
            "button": "Tell us more"
        },
        "card3": {
            "title": "Re-design Re-think.",
            "text": "You have dreamy idea but cant bring it down to earth? Let us help you re think or re design it so that you can have the project you always wanted.",
            "button": "Tell us more"
        },
        "card4": {
            "title": "Staff Augmentation.",
            "text": "It refers to the use of outside personnel on a temporary basis to augment the capacity of your organization.<br/>It works as an outsourcing strategy",
            "button": "Tell us more"
        }
    },
    "how-we-do-it": {
        "title": "How we do it",
        "text1": "Every project we work on is like <strong>entering a cave. </strong>Curious and willing to do our best, we ask ourselves: <strong>what amazing things lie underground?</strong>",
        "text2": "Elements of nature create phenomenons when they are together, <strong>merging to create something great, </strong> such as your needs combined with our skills.",
        "text3": "Your needs work as a compass for us, in a map that guide us into what we will create, pouring all of that into our pot and finally cooking something great for you.",
        "text4": "<strong>Let us explore your idea, finding the perfect elements for it so we can bring it to life.</strong>",
        "alt": {
            "img.1": "How we do it pot image"
        }
    },
    "technologies-that-we-use": {
        "title": "Technologies that we use",
        "text": "Over 50 startups trusted us to build their ideas. <strong>Want to be the next one?</strong>"
    },
    "clients-says": {
        "title": "This is what our clients say"
    },
    "investigation": {
        "title": "Investigation & Training",
        "text.1": "Passionate about what we do and willing to learn, we created CavepotLab.",
        "text.2": "We are keen on helping our team members constantly so they can grow technically and professionally. O: so they can grow both technical and professionally",
        "button": "Visit the CavePot lab",
        "alt": {
            "img.1": "Investigation banner image"
        }
    },
    "footer": {
        "column.1": {
            "title": "COMPANY",
            "text.1": "Home",
            "text.2": "What is Cavepot",
            "text.3": "What do we do",
            "text.4": "How we do it",
            "text.5": "What our clints say"
        },
        "column.2": {
            "title": "Experiences",
            "text.1": "Planet01",
            "text.2": "Zanahorario",
            "text.3": "Fillment",
            "text.4": "LearnCloud",
            "text.5": "NOM",
            "text.6": "UCM"
        },
        "column.3": {
            "title": "Connect with us",
            "text.1": "Instagram",
            "text.2": "Facebook",
            "text.3": "Twitter",
            "text.4": "Linkedin",
            "text.5": "Github"
        },
        "column.4": {
            "title": "Locate us",
            "text.1": "Pablo de Maria 1122,",
            "text.2": "Montevideo, Uruguay",
            "text.3": "info@cavepot.com"
        },
        "alt": {
            "img.1": "Footer cavepot logo",
            "img.2": "Footer cavepot lab logo"
        }
    },
    "contact": {
        "title": "How can we help you?",
        "sub-title": "Let us know what you are looking foor so that we can help you find it",
        "option1": {
            "title": "A new Landing",
            "titlesm": "A new Landing",
            "alt.img": "New lading icon image"
        },
        "option2": {
            "title": " A new  App",
            "titlesm": " A new  App",
            "alt.img": "A new  App icon image"
        },
        "option3": {
            "title": "Re-desing Re-Think my product",
            "titlesm": "Re-Think my product",
            "alt.img": "Re-desing Re-Think icon image"
        },
        "option4": {
            "title": "General information",
            "titlesm": "General info",
            "alt.img": "General information icon image"
        },
        "option5": {
            "title": "Staff Augmentation",
            "titlesm": "Staff Augmentation",
            "alt.img": "Staff Augmentation icon image"
        }
    },
    "why-do-we-exist": {
        "title": "Why do we exist?",
        "text.part.1": "We had the intention to create a company that gave us the opportunity to grow as entrepreneurs. ",
        "text.part.2": "Together we decided to enter the <strong>cave</strong> -that is now our company- full of passion and uncertainty, willing to find <strong>potential elements</strong> and transform them into something great.  ",
        "text.part.3": "We digged deep and merged our materials to transform them into what we are now!",
        "alt": {
            "img.1": "Why do we exist? image banner"
        }
    },
    "name-come-from": {
        "title.1": "Where does our name come from?",
        "text.part.1": "Our name has its origins in our two founders' nicknames- Cuevas, which in spanish means cave, and Olla, which is pot.",
        "title.2": "Coincidence?",
        "text.part.2": "Not only our name comes from our two founders' nicknames but also from the idea that, in order to get results, we gotta dig deeper to find the material that works best for you. We consider ourselves a melting pot of knowledge and skills. Every project we work on is like a cave. What amazing things lie underground?"
    },
    "we-wanna": {
        "text": "We wanna dig deeper, explore the cave, see what lies underground and bring it to life. Come dig with us! ",
        "button": "Learn More"
    },
    "we-tags": [
        "We are <strong>curious</strong>",
        "We love to <strong>develop</strong>",
        "<strong>We care about</strong> the world",
        "<strong>We enjoy</strong>  creating new things",
        "<strong>We care</strong> about the world ",
        "We love <strong>challeneges</strong>",
        "We love to <strong>explore</strong>",
        "We love <strong>experimenting</strong>",
        "We are a <strong>team</strong>",
        "We are developers of <strong>ideas</strong>",
        "<strong>We adapt</strong> to changes",
        "<strong>We love</strong> challenging projects"
    ],
    "data-history": [
        {
            "id": 2007,
            "text": "Two students meet at college and   discover a common passion: software development.<br/><br/>They are both curious about the world and its challenges, so they easily became friends.",
            "subTitle": "",
            "text2": ""
        },
        {
            "id": 2013,
            "text": "After a few years of working togather they decided to dedicate full time to their dream.<br/><br/>This is when CavePot was born.  ",
            "subTitle": "",
            "text2": ""
        },
        {
            "id": 2015,
            "text": "The company kept on growing and we needed a place to call the office.<br/><br/>We found the perfect place in Carrasco cowork.",
            "subTitle": "",
            "text2": ""
        },
        {
            "id": 2017,
            "text": "We became host and sponsor of the Uruguayan <strong>Angular Meetup</strong>.<br/>The cowork, began to feel too tight so we moved to the place that we call home.<br/>Pablo de Maria 1122, the perfect place to set up our headquarters.",
            "subTitle": "",
            "text2": ""
        },
        {
            "id": 2019,
            "text": "We were able to travel abroad, learn about the international market, meet our international clients, and get new ones.<br/><br/>This allowed us to grow exponentially.",
            "subTitle": "",
            "text2": ""
        },
        {
            "id": 2020,
            "text": "Clutch Awards the Best B2B Companies in Latin America for 2020.",
            "subTitle": "",
            "text2": ""
        },
        {
            "id": 2021,
            "text": "When we started  we where 2 dreamers.  Now  we are a family of 25, working together sharing a common passion and an unique look towards innovation, creativity and professionalism",
            "subTitle": "Why do we see ourselves as a family?",
            "text2": "We see ourselves as a family, focusing on each one of us' development and professional growth, taking into account the goals and objectives both within the company and each one of us' personal lives."
        },
        {
            "id": 2022,
            "text": "We keep working on our drem daily.<br/><br/><strong>Coming together is a beginning. Staying together is progress. Working together is success.</strong><br/>'Henry Ford' ",
            "subTitle": "",
            "text2": ""
        }
    ],
    "projects": {
        "title": "Take a look ar some of our latets projects",
        "desc": "We see our clients' needs as a <strong>map</strong>, where they show us what they want. Not only does that allow us to see the bigger picture, but also lets us work hand in hand with them but they also show us the path that they would like to take, this allows us to work hand in hand with them.",
        "button": "Wanna know more?",
        "projects": {
            "zanahorario": {
                "title": "Zanahorario",
                "text": "Zanahorario is a time tracking product. Designed specifically for companies internal use. This tool will allow its users to have a neat track of all the hours worked. Moreover they will be able to specify what those hours were invested in.",
                "textX": 0,
                "textY": 0,
                "img": "zanahorario",
                "imgX": 0,
                "imgY": -20,
                "w": 110,
                "color": "#FAD352",
                "gridArea": "span 2 / auto",
                "imgs": ["1","2"],
                "description": [
                    {
                        "title": "What is Zanahorario?",
                        "desc": "Zanahorario is a time tracking product. Designed specifically for companies internal use. This tool will allow its users to have a neat track of all the hours worked. Moreover they will be able to specify what those hours were invested in."
                    },
                    {
                        "title": "Why did we create it?",
                        "desc": "We are a very diverse company always working on several projects at the same time. This made it very difficult to keep track on the hours worker on and what we use them for. Therefore we needed a tool in which we could write down the hours we invested on different tasks and so on."
                    }

                ]
            },
            "fillment": {
                "title": "Fillment",
                "text": "Fillment helps retailers curate and order wholesale merchandise by removing the friction of b2b transactions. The company is on a mission to transform the way retailers shop and pay for products.",
                "textX": 0,
                "textY": -310,
                "img": "fillment",
                "imgX": 0,
                "imgY": 0,
                "w": 50,
                "color": "#4ac1c6",
                "imgs": ["1","2"],
                "gridArea": "span 1 / auto ",
                "description": [
                    {
                        "title": "Fillment",
                        "desc": "Fillment helps retailers curate and order wholesale merchandise by removing the friction of b2b transactions. The company is on a mission to transform the way retailers shop and pay for products. Fillment removes all the pain out of buying for store owners/content publishers and provides brands the tools and data to sell more efficiently within it's fin-tech enabled marketplace."
                    },
                    {
                        "title": "How does it work?",
                        "desc": "Fillment tracks and analyses how your products are performing in real-time by giving you personalized insights and recommendations. This gives you a better understanding of how your products are viewed and purchased to help make pricing or discount decisions. Dynamic brands and products pages give you the ability to grow, track, and manage how retailers and publishers interact and order your products."
                    },
                    {
                        "title": "Why is it so cool?",
                        "desc": "Fillment lets your customers create orders with ease, while giving you options to accept payment, give terms, review orders and draft them yourselves. You can review orders before sale. Create personalized orders for your new or existing customers. Receive orders in real-time and negotiate quantity and price discounts for a more personalized ordering experience."
                    }
                ]
            },
            "virtual-care": {
                "title": "Virtual care",
                "text": "eClinicas is a web app developed for UCM (a healthcare company by Falck’s Group). It was created to digitize its patients medical records according to certain governmental requirements and regulations. medical records according to certain governmental requirements and regulations.",
                "textX": 0,
                "textY": -300,
                "img": "virtual-care",
                "imgX": 0,
                "imgY": 218,
                "w": 110,
                "imgs": ["1","2","3"],
                "color": "#e5405d",
                "gridArea": "span 2 /auto",
                "description": [
                    {
                        "title": "UCM",
                        "desc": "VirtualCare is a web app developed for UCM (a healthcare company by Falck’s Group). It was created to digitize its patients medical records according to certain governmental requirements and regulations. On top of this we added a management service to connect every aspect of the company. So nowadays appointments, analysis, new affiliations and much more can all be done through this tool."
                    },
                    {
                        "title": "Why did we create it?",
                        "desc": "VirtualCare centralizes all the information in one unique system, this enables patients to know their appointments. It allows doctors to know which patient will be the next and also have immediate access to his clinical records. Other employees can sign up new clients to the system and create new clinical history. Also, the web app enables nurses to add all the meds, medical tools and equipments that they used for each appointment. Depending on the profile of the user they are given specific tools."
                    }

                ]
            },
            "nom": {
                "title": "NOM",
                "text": "NOM, originally Not Ordinary Media, named after their plan to distribute video advertising with greater precision and transparency than ever before.",
                "textX": 0,
                "textY": -310,
                "img": "nom",
                "imgX": 0,
                "imgY": 0,
                "w": 50,
                "color": "#FAD352",
                "gridArea": "span 1 / auto",
                "imgs": ["1","2"],
                "description": [
                    {
                        "title": "NOM",
                        "desc": "NOM, originally Not Ordinary Media, named after their plan to distribute video advertising with greater precision and transparency than ever before. We worked as part of NOM development team, bringing solutions on frontend development, and QA test automation."
                    },
                    {
                        "title": "Why is it so cool?",
                        "desc": "NOM deliver real-time, accurate, intelligent and easy to understand insights about your campaign. It's hard to find solutions if you don't know what the problems are. With a proprietary platform, NOM collects and stores data to give you instant insights on your campaign."
                    }
                ]
            },            
            "planet-rfid": {
                "title": "Planet rfid",
                "text": "Zanahorario is a time tracking product. Designed specifically for companies internal use. This tool will allow its users to have a neat track of all the hours worked. Moreover they will be able to specify what those hours were invested in.",
                "textX": 0,
                "textY": 50,
                "img": "planet-rfid",
                "imgX": 16,
                "imgY": 0,
                "imgs": ["1","2","4"],
                "color": "#e5405d",
                "gridArea": "span 2 / auto",
                "description": [
                    {
                        "title": "Planet RFID",
                        "desc": "We created an application that facilitates organizing and monitoring student traveling groups. This application was created in order to keep track of the students traveling and the activities they attend to. The bracelets are assigned to each student, with the information previously loaded in their profile. They can keep track of all the activities and the attendants."
                    },
                    {
                        "title": "How does it work?",
                        "desc": "The application keeps a list of students their information and the groups. On the other side, the parents fill in a form with sensitive medical and personal information that is saved in the system, and can only be seen by doctors if need be."
                    },
                    {
                        "title": "Everyone gets a bracelet?",
                        "desc": "The application keeps a list of students their information and the groups. Moreover, if the student is feeling under the weather or has been involved in any kind of accident, by reading their bracelet the doctor gets immediate access to the student’s medical information."
                    },
                    {
                        "title": "Why is it so cool?",
                        "desc": "They can have the passengers information with only a bracelet scan! At the end of the day the leaders will know who went to the activities and who skipped them. Gathering all this information they will able to validate the performance of each day, and the trip."
                    }

                ]
            },
            "learn-cloud": {
                "title": "LearnCloud",
                "text": "The AI Company's App Store offers an extensive collection of “auto-learning” applications for multiple enterprise requirements across several industries",
                "textX": 0,
                "textY": -310,
                "img": "learn-cloud",
                "imgX": 0,
                "imgY": 0,
                "w": 50,
                "color": "#4ac1c6",
                "imgs": ["1","2"],
                "gridArea": "span 1/ auto",
                "description": [
                    {
                        "title": "LearnCloud",
                        "desc": "The AI Company's App Store offers an extensive collection of “auto-learning” applications for multiple enterprise requirements across several industries. We work on differents areas such architecture, UX/UI, AI, Backend and Frontend development. It's an end to end product, development by Cavepot."
                    },
                    {
                        "title": "Why is it so cool?",
                        "desc": "AI is a marketplace with a variety of AI applications that analyze different events. Autolearn AI enables the user to detect a security vulnerability. This is done by scanning different sources like server logs and emails, detecting malicious behaviors. Moreover you can get an app for scanning documents and getting the info from them. In addition to that if for example, you get company's feedback from your customers you can analyze and classify it in Jira tickets."
                    }
                ]
            },           
            "rcd": {
                "title": "RCD",
                "text": "RCD is a national reference for recycling construction materials in an environmentally friendly cycle.",
                "textX": 0,
                "textY": -310,
                "img": "rcd",
                "imgX": 0,
                "imgY": 0,
                "w": 50,
                "color": "#FAD352",
                "imgs": ["1","2"],
                "gridArea": "span 1 / auto",
                "description": [
                    {
                        "title": "RCD",
                        "desc": "RCD is a national reference for recycling construction materials in an environmentally friendly cycle."
                    },
                    {
                        "desc": "They can achieve this by being an active part in the construction insutry, providing modern services with high added value. With a very high skilled team of professionals, they are constantly innovating in the industry.  We redesigned the RCD website to help the company have better display of their products, services and to showcase their recycling process. In addition to that, they redesign the users flow on the site improving communication with future clients."
                    },
                    {
                        "desc": "Moreover, we created an administrator  to upload/download and manage the products that are showcased on the site. This helps the company have an organized work flow, track the contacts that users made through their site and to create a data base of future leads."
                    }
                ]
            },
            "contact": {
                "title":"THIS COULD BE YOR PROJECT",
                "text":"Just contact us to start yout new idea!",
                "textX": 0,
                "textY": -220,
                "img":"you",
                "imgX": 150,
                "imgY": -53,
                "w":50,
                "color":"#5bd6db",
                "link": "/contact",
                "gridArea":"auto /span 2"
            }
        }
    },
    "links": {
        "experiences": {
            "label": "More...",
            "link": "/projects"
        },
        "header": {
            "home": {
                "label": "Home",
                "link": "/"
            },
            "how-we-do-it": {
                "label": "How we do it",
                "link": "/home/how-we-do-it"
            },
            "projects": {
                "label": "Projects",
                "link": "/projects"
            },
            "about-us": {
                "label": "About us",
                "link": "/aboutus"
            },
            "blog": {
                "label": "Blog",
                "link": "https://blog.cavepot.com/"
            },
            "our-lab": {
                "label": "Our lab",
                "link": "https://www.cavepotlab.com/"
            },
            "contact-us": {
                "label": "Contact us",
                "link": "/contact"
            }
        },
        "redes": {
            "instagram": {
                "label": "Instagram",
                "link": "https://www.instagram.com/cavepotuy/"
            },
            "facebook": {
                "label": "Facebook",
                "link": "https://www.facebook.com/Cavepot"
            },
            "twitter": {
                "label": "Twitter",
                "link": "https://twitter.com/Cavepot"
            },
            "linkedin": {
                "label": "Linkedin",
                "link": "https://www.linkedin.com/company/cavepot"
            },
            "github": {
                "label": "Github",
                "link": "https://github.com/cavepotcode/"
            }
        }
    }
}